Repository: DIntriglia/add-from-server
Catalog: langs/add-from-server-*.po
Languages: es_es, fa_ir

source: <h1>Add From Server</h1> Sorry, This plugin requires WordPress 2.5+
es_es: <h1>Añadir Desde Servidor</h1> Lo siento, Este plugin requiere WordPress 2.5+
fa_ir: <h1>از سرور اضافه کنید</h1> به وردپرس ۲.۵ یا بالاتر احتیاج دارید

source: Add From Server
es_es: Añadir Desde Servidor
fa_ir: از سرور اضافه کنید

source: Import
es_es: Importar
fa_ir: واردگر

source: Filename
es_es: Nombre de Archivo
fa_ir: نام فایل

source: Parent Folder
es_es: Carpeta Superior
fa_ir: پرونده ی مادر

source: Toggle All
es_es: Accione la palanca De Todos
fa_ir: Inverser Tout

source: Note: Will not take effect if selected file is within an upload folder at present
es_es: La nota: no tomará efecto si el archivo seleccionado está dentro de una carpeta del upload actualmente
fa_ir: یادداشت: اگر فایل شما در یک پوشه ی بارگذاری است این عمل در حال حاضر انجام نخواهد شد

source: Do not add selected files to current post Gallery
es_es: No agregue los archivos seleccionados a la galería actual del poste
fa_ir: پرونده های انتخاب شده را به گالری نوشته اضافه نکن

source: Import selected files
es_es: Importar Archivos Seleccionados
fa_ir: پرونده های انتخاب شده را بارگذاری کن

source: <em>%s</em> has been added to Media library
es_es: <em>%s</em> ha sido añadido a la Librería Multimedia
fa_ir: <em>%s</em> به کتابخانه رسانه ها اضافه شد

source: The uploaded file could not be moved to %s.
es_es: El archivo no puede ser copiado a %s.

source: Once you have selected files to be imported, Head over to the <a href="%s">Media Library tab</a> to add them to your post.
es_es: Una vez que hayas seleccionado los archivos que vas a importar, Ve a la pestaña <a href="%s">Librería Multimedia</a> para añadirlos a tu post.
fa_ir: هنگامی که پرونده های مورد نظر خود را برای وارد کردن انتخاب کردید به <a href="%s">کتابخانه رسانه ها</a> بروید تا آن ها را به نوشته ی خود بیافزایید.

source: Current Directory
es_es: Directorio Actual
fa_ir: فهرست جاری
